IDEA StatiCa Open Model
SectionConcreteCheckResult Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionConcreteCheckResult()
Public Sub New
public:
SectionConcreteCheckResult()
See Also
Reference
SectionConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace